MiniGoal_FAISavior_Desc = Votre compagnie, fournit une connexion internet aux entreprises environnantes. A vous de traiter toutes ces requ\u00eates.
MiniGoal_GreenSecretary_Desc = IMAP,Mademoiselle B, Secr\u00e9taire en chef du service financier pousse ses coll\u00e8gues \u00e0 suivre une d\u00e9marche plus \u00e9cologique. Elle souhaiterai obtenir votre aide pour d\u00e9mat\u00e9rialiser les communications inter-service. 
MiniGoal_Bramble_Desc = Bramble, produit phare de voIP vous a contact\u00e9 pour faire transiter son trafic par votre datacenter et ainsi \u00e9viter l'achat de nouveaux \u00e9quipements.
MiniGoal_GreenChallenge_Desc = La direction de votre entreprise envisage de d\u00e9mat\u00e9rialiser ses fiches de paie. Une phase de teste \u00e0 \u00e9t\u00e9 lanc\u00e9e, \u00e0 vous de traiter un maximum de requ\u00eates pour convaincre votre direction d'abandonner ses anciens supports papier.
MiniGoal_uSoftRepository_Desc = uSoft a d\u00e9cid\u00e9 de ne plus distribuer ses produits sur un support mat\u00e9riel. Les clients pourront t\u00e9l\u00e9charger les produits \u00e0 partir de votre FTP et ainsi \u00e9viter une production abusive de CD-ROM.
MiniGoal_OnlineCatalog_Desc = IT-Op a d\u00e9cid\u00e9 de num\u00e9riser leur catalogue de produits. De cette fa\u00e7on, IT-Op pourra se permettre de r\u00e9duire ses impressions publicitaires.
MiniGoal_ArticIncSOS_Desc = Artic Inc. est compl\u00e8tement d\u00e9pass\u00e9 par le flot de requ\u00eates DNS entrant. Mr X, DSI de Artic Inc. compte sur vous pour sauver son service. 
MiniGoal_MailPanic_Desc = Votre serveur de mail principal est tomb\u00e9. Une vague de mails afflue de vos clients.
MiniGoal_HappyNewYear_Desc = C'est la nouvelle ann\u00e9e, les gens s'appellent pour se souhaiter la bonne ann\u00e9e. Votre DataCenter croule sous les appels
MiniGoal_SQLRush_Desc = C'est l'heure du Bilan, tous les services de votre entreprise font leurs comptes annuels. La source de toutes leurs donn\u00e9es: vous, la source de tous vos ennuis: eux.
MiniGoal_PopStar_Desc = Le nouvel album de la Star montante Miss C. est en rupture de stock. Votre serveur FTP est le dernier espoir pour des millions de fans en furie. Tenez vous pr\u00eat.
MiniGoal_MagicMagic_Desc = Le Best Seller Larry Popper vient d'\u00eatre annonc\u00e9, les petits magiciens en herbe se ruent sur le blog de l'auteur. Attention au retour de baguette magique.